[
    {
        "title": "Establishment of the Edmund S. Muskie Graduate Internship Program",
        "agency": "Bureau of South and Central Asian Affairs",
        "funding_amount": "600000",
        "deadline": "09042014",
        "cfda_number": [
            "19.040"
        ],
        "opportunity_id": "262148",
        "description": "The Office of Press and Public Diplomacy of the Bureau of South and Central Asian Affairs of the U.S. Department of State, in coordination with the Bureau of European and Eurasian Affairs and the Bureau of Education and Cultural Affairs, announces an open competition for a cooperative agreement to implement the Edmund S. Muskie Graduate Internship Program (herein referred to as the Muskie Internship Program). The Muskie Internship Program is designed to promote mutual understanding and foster democratization and the transition to market economies in Eurasia through intensive professional education. Through this program, 35-40 Muskie Interns will begin a four-month professional internship in the United States immediately upon the completion of their Fulbright Foreign Student Program. These internships provide an opportunity to further professional development, as well as reinforce skills gained during academic study.",
        "grant_url": "https://www.grants.gov/web/grants/view-opportunity.html?oppId=262148",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Eradication of Yellow Crazy Ants on Johnston Atoll NWR",
        "agency": "Fish and Wildlife Service",
        "funding_amount": "0",
        "deadline": "08222014",
        "cfda_number": [
            "15.608"
        ],
        "opportunity_id": "262149",
        "description": "Funds under this award are to be used for the eradication of Yellow Crazy Ants from Johnston Atoll National Wildlife Refuge.",
        "grant_url": "http://www.grants.gov/",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Cooperative Ecosystem Studies Unit, Piedmont South Atlantic Coast CESU",
        "agency": "Geological Survey",
        "funding_amount": "31900",
        "deadline": "11292011",
        "cfda_number": [
            "15.808"
        ],
        "opportunity_id": "131073",
        "description": "The USGS Southeast Ecological Science Center seeks to provide financial assistance for research investigating the use of fish otoliths to identify prime nursery areas for common snook and red drum in Tampa Bay Florida.",
        "grant_url": "http://www.grants.gov/",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Plant Feedstock Genomics for Bioenergy:  A Joint Research Funding Opportunity Announcement USDA, DOE",
        "agency": "Office of Science",
        "funding_amount": "6000000",
        "deadline": "02242012",
        "cfda_number": [
            "81.049"
        ],
        "opportunity_id": "131094",
        "description": "The U.S. Department of Energy&apos;s Office of Science, Office of Biological and Environmental Research (BER), and the U.S. Department of Agriculture (USDA), National Institute of Food and Agriculture (NIFA), hereby announce their interest in receiving applications for genomics based research that will lead to the improved use of biomass and plant feedstocks for the production of fuels such as ethanol or renewable chemical feedstocks. Specifically, applications are sought for fundamental research on plants that will improve biomass characteristics, biomass yield, or sustainability. Systems biology approaches to identify genetic indicators enabling plants to be efficiently bred or manipulated, or research to predict phenotype from underlying genotype that could lead to improved feedstock characterization and sustainability are also encouraged. Renewable energy from biomass has the potential to reduce or remove dependency on fossil fuels as well as reduce negative environmental impacts from emissions of greenhouse gases and toxic pollutants. Realizing this potential will require the simultaneous development of high yielding biomass production systems and bioconversion technologies that efficiently convert biomass energy into the forms of energy usable by industry. Most agricultural research to date has focused on enhancing the production of seeds, roots and tubers that are used for food and feed production. However, these improvements in food crops have frequently been directed towards increases in starch content with a corresponding reduction of lignocelluloses accumulation. Research applications are solicited for genomics-based research that will lead to improved utilization of plant biomass for the production of fuels such as ethanol or renewable chemical feedstocks. This Funding Opportunity Announcement (FOA) co ntinues a commitment, initiated in 2006, to conduct a fundamental research program in biomass genomics, to provide the scientific foundation to facilitate the use of lignocellulosic materials, either primary material or agricultural residues, for bioenergy and biofuels. The rationale for developing lignocellulosic crops for energy is that less intensive production techniques and poorer quality land can be used for these crops, thereby avoiding competition with food production on better quality land.",
        "grant_url": "https://www.fedconnect.net",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Management of HIV-Related Lung Disease and Cardiovascular Co-Morbidity (R34)",
        "agency": "National Institutes of Health",
        "funding_amount": "2000000",
        "deadline": "03152012",
        "cfda_number": [
            "93.838"
        ],
        "opportunity_id": "131095",
        "description": "This FOA invites clinical trials planning grant (R34) applications to support the initial organization, protocol development, and necessary preliminary studies critical for the design of robust Phase II and III clinical trials in HIV-infected populations with lung disease alone or with cardiovascular co-morbidity. The focus of the clinical trials designed in this program will be on optimizing intervention strategies for HIV-related lung disease, with or without co-morbid cardiovascular disease, to reduce morbidity and mortality associated with these conditions. ",
        "grant_url": "http://grants.nih.gov/grants/guide/rfa-files/RFA-HL-12-034.html",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Shared Instrumentation Grant Program (S10)",
        "agency": "National Institutes of Health",
        "funding_amount": "43000000",
        "deadline": "03212012",
        "cfda_number": [
            "93.351",
            "93.389"
        ],
        "opportunity_id": "131093",
        "description": "The NCRR Shared Instrument Grant (SIG) program encourages applications from groups of NIH-supported investigators to purchase or upgrade a single item of expensive, specialized, commercially available instrumentation or an integrated system that costs at least $100,000. The maximum award is $600,000. Types of instruments supported include confocal and electron microscopes, biomedical imagers, mass spectrometers, DNA sequencers, biosensors, cell-sorters, X-ray diffraction systems, and NMR spectrometers among others. ",
        "grant_url": "http://grants.nih.gov/grants/guide/pa-files/PAR-12-017.html",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Idaho BLM - Croy Creek Trail",
        "agency": "Bureau of Land Management",
        "funding_amount": "95000",
        "deadline": "08292014",
        "cfda_number": [
            "15.225"
        ],
        "opportunity_id": "262168",
        "description": "Reestablish the Croy Creek Trail Network to allow for motorized and non-motorized trails to once again be available for public use.",
        "grant_url": "https://www.grants.gov",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Assessment of Population, Reproductive, and Health Impairments in Colonial Waterbirds Breeding in Michigan&apos;s Areas of Concern and Associated Screening Water and Sediment for Contaminants of Emerging Concern",
        "agency": "Fish and Wildlife Service",
        "funding_amount": "250000",
        "deadline": "08252014",
        "cfda_number": [
            "15.662"
        ],
        "opportunity_id": "262188",
        "description": "This program will provide assistance to an institution to investigate and monitor of the effects of environmental contaminants on the breeding population numbers, reproduction, and immunological health of fish eating birds found in the Saginaw Bay, Raisin River and other Great Lakes Areas of Concern (AOCs), building on previous investigations in past years. To accomplish this goal, the recipient institution will collect new data to evaluate the status of fish eating bird population health relative to reference (non AOC) areas and to these same areas as measured in the past. The recipient institution must have a proven record of experience in working with these types of bird colonies in the Great Lakes and measuring specific immunological endpoints in order to maintain scientific integrity and comparability of data. In addition to the continuing work on colonial waterbird populations, reproduction, and immune function, the recipient institution will measure the same endpoints at an additional site (Bellow Island), evaluate potential influence of contaminants of emerging concern to those endpoints, and screen water and sediments samples for these contaminants in the studied watersheds. This is a notice of intent to award a single source grant without competition to Calvin College with Dr. Keith Grasman working on the project under justification 505DM 2.14B (2) &amp; (4). The Service intends to award to this recipient without competition because Dr. Grasman is uniquely qualified to perform this study. He is the researcher that has demonstrated the associations between PCBs and suppression of T-cell-mediated immunity in herring gull and Caspian tern chicks at highly contaminated sites in the Great Lakes as well as associations with altered antibody-mediated immunity (Grasman et al. 1996. Grasman and Fox 2001, Grasman et al. 2012). Because Dr. Grasman has developed and used these immunological methods at these study sites over the past 20 years, data that he generates under this grant can be directly compared with past data to determine trends and restoration of Beneficial Use Impairments.",
        "grant_url": "http://www.grants.gov",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Office of Elementary and Secondary Education (OESE): Preschool Development Grants: Development Grants CFDA Number 84.419A",
        "agency": "Department of Education",
        "funding_amount": "80000000",
        "deadline": "10212014",
        "cfda_number": [
            "84.419"
        ],
        "opportunity_id": "262189",
        "description": "Note: Each funding opportunity description is a synopsis of information in the Federal Register application notice. For specific information about eligibility, please see the official application notice. The official version of this document is the document published in the Federal Register. Free Internet access to the official edition of the Federal Register and the Code of Federal Regulations is available on GPO Access at: http://www.access.gpo.gov/nara/index.html. Please review the official application notice for pre-application and application requirements, application submission information, performance measures, priorities and program contact information.Purpose of Program: The purpose of the Preschool Development Grants program, which is jointly administered by the Departments of Education and Health and Human Services (Departments), is to support State and local efforts to build, develop, and expand High-Quality Preschool Programs \\1\\ so that more children from low- and moderate-income families enter kindergarten ready to succeed in school and in life. All States, the District of Columbia, and Puerto Rico are eligible to apply for either a Preschool Development Grants--Development Grant or a Preschool Development Grants--Expansion Grant.--------------------------------------------------------------------------- \\1\\ Defined terms are used throughout the notice and are indicated by capitalization.--------------------------------------------------------------------------- Preschool Development Grants--Development Grants will support States with either small or no State Preschool Programs. These grants will be awarded to States to develop or enhance preschool program infrastructure and capacity to deliver High-Quality Preschool Programs. These States will be expected to implement and sustain High-Quality Preschool Programs to reach and serve additional Eligible Children in one or more High-Need Communities. The States eligible to apply for a Preschool Development Grants--Development Grant are Alabama, Alaska, Arizona, Hawaii, Idaho, Indiana, Mississippi, Missouri, Montana, Nevada, New Hampshire, North Dakota, Puerto Rico, South Dakota, Utah, and Wyoming. Preschool Development Grants--Expansion Grants will support States that have robust State Preschool Programs or that have been awarded a Race to the Top--Early Learning Challenge grant. These grants will be awarded to States to implement and sustain High-Quality Preschool Programs that reach and serve additional Eligible Children in two or more High-Need Communities. States will also be able to use a portion of their funds to make preschool program infrastructure and quality improvements needed to deliver High-Quality Preschool Programs. The States eligible to apply for a Preschool Development Grants--Expansion Grant are Arkansas, California, Colorado, Connecticut, Delaware, District of Columbia, Florida, Georgia, Illinois, Iowa, Kansas, Kentucky, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Nebraska, New Jersey, New Mexico, New York, North Carolina, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, Tennessee, Texas, Vermont, Virginia, Washington, West Virginia, and Wisconsin.Catalog of Federal Domestic Assistance (CFDA) Number: 84.419A.Applications for grants under the Preschool Development Grants--Development Grants CFDA number 84.419A, must be submitted electronically using the Government wide Grants.gov Apply site at www.Grants.gov. Through this site, you will be able to download a copy of the application package, complete it offline, and then upload and submit your application. You may not email an electronic copy of a grant application to us.You may access the electronic grant application for Preschool Development Grants_Development Grants at www.Grants.gov. You must search for the downloadable application package for this program [competition] by the CFDA number. Do not include the CFDA number&apos;s alpha suffix in your search (e.g., search for 84.419, not 84.419A).",
        "grant_url": "http://www.gpo.gov/fdsys/pkg/FR-2014-08-18/pdf/2014-19426.pdf",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Office of Elementary and Secondary Education (OESE): Preschool Development Grants: Expansion Grants CFDA Number 84.419B",
        "agency": "Department of Education",
        "funding_amount": "160000000",
        "deadline": "10212014",
        "cfda_number": [
            "84.419"
        ],
        "opportunity_id": "262190",
        "description": "Note: Each funding opportunity description is a synopsis of information in the Federal Register application notice. For specific information about eligibility, please see the official application notice. The official version of this document is the document published in the Federal Register. Free Internet access to the official edition of the Federal Register and the Code of Federal Regulations is available on GPO Access at: http://www.access.gpo.gov/nara/index.html. Please review the official application notice for pre-application and application requirements, application submission information, performance measures, priorities and program contact information.Purpose of Program: The purpose of the Preschool Development Grants program, which is jointly administered by the Departments of Education and Health and Human Services (Departments), is to support State and local efforts to build, develop, and expand High-Quality Preschool Programs \\1\\ so that more children from low- and moderate-income families enter kindergarten ready to succeed in school and in life. All States, the District of Columbia, and Puerto Rico are eligible to apply for either a Preschool Development Grants--Development Grant or a Preschool Development Grants--Expansion Grant.--------------------------------------------------------------------------- \\1\\ Defined terms are used throughout the notice and are indicated by capitalization.--------------------------------------------------------------------------- Preschool Development Grants--Expansion Grants will support States that have robust State Preschool Programs or that have been awarded a Race to the Top--Early Learning Challenge grant. These grants will be awarded to States to implement and sustain High-Quality Preschool Programs that reach and serve additional Eligible Children in two or more High-Need Communities. States will also be able to use a portion of their funds to make preschool program infrastructure and quality improvements needed to deliver High-Quality Preschool Programs. The States eligible to apply for a Preschool Development Grants--Expansion Grant are Arkansas, California, Colorado, Connecticut, Delaware, District of Columbia, Florida, Georgia, Illinois, Iowa, Kansas, Kentucky, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Nebraska, New Jersey, New Mexico, New York, North Carolina, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, Tennessee, Texas, Vermont, Virginia, Washington, West Virginia, and Wisconsin. Preschool Development Grants--Development Grants will support States with either small or no State Preschool Programs. These grants will be awarded to States to develop or enhance preschool program infrastructure and capacity to deliver High-Quality Preschool Programs. These States will be expected to implement and sustain High-Quality Preschool Programs to reach and serve additional Eligible Children in one or more High-Need Communities. The States eligible to apply for a Preschool Development Grants--Development Grant are Alabama, Alaska, Arizona, Hawaii, Idaho, Indiana, Mississippi, Missouri, Montana, Nevada, New Hampshire, North Dakota, Puerto Rico, South Dakota, Utah, and Wyoming. Background and Program Overview:Preschool Development Grants--Expansion Grants Strong and consistent evidence demonstrates that participation in high-quality early learning programs can lead to both short- and long-term positive outcomes for all children, but especially children from low-income families.\\2\\ Research has shown the multiple benefits of attending preschool programs that are of high-quality, including increased school readiness, lower rates of grade retention and special education placements, improved high school graduation rates, reduced interaction with law enforcement, and higher rates of college attendance and completion.\\3\\Catalog of Federal Domestic Assistance (CFDA) Number: 84.419B.Applications for grants under the Preschool Development Grants--Expansion Grants, CFDA number 84.419B, must be submitted electronically using the Government wide Grants.gov Apply site at www.Grants.gov. Through this site, you will be able to download a copy of the application package, complete it offline, and then upload and submit your application. You may not email an electronic copy of a grant application to us.You may access the electronic grant application for Preschool Development Grants_Expansion Grants at www.Grants.gov. You must search for the downloadable application package for this program [competition] by the CFDA number. Do not include the CFDA number&apos;s alpha suffix in your search (e.g., search for 84.419, not 84.419B). In the Federal Register of August 18, 2014 (79 FR 48874), on page 48884, in the left-hand column under the selection criterion (A)(7)(b), the text of the selection criterion refers to ``one or more&apos;&apos; High-Need Communities. In order to align Selection Criterion (A)(7)(b) with Absolute Priority 1 and the introductory text to Selection Criterion (D), we correct the paragraph to read ``two or more&apos;&apos; High-Need Communities, as follows: (b) Subgrants to Early Learning Providers to implement voluntary, High-Quality Preschool Programs for Eligible Children in two or more High-Need Communities, including how it will-- Program Authority: Sections 14005 and 14006 of the ARRA, as amended by section 1832(b) of division B of the Department of Defense and Full-Year Continuing Appropriations Act, 2011 (Pub. L. 112-10), the Department of Education Appropriations Act, 2012 (title III of division F of Pub. L. 112-74, the Consolidated Appropriations Act, 2012), and the Department of Education Appropriations Act, 2014 (title III of division H of Pub. L. 113-76, the Consolidated Appropriations Act, 2014).",
        "grant_url": "http://www.gpo.gov/fdsys/pkg/FR-2014-08-18/pdf/2014-19427.pdf",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Rheumatic Diseases Research Core Centers (P30)",
        "agency": "National Institutes of Health",
        "funding_amount": "1200000",
        "deadline": "03012012",
        "cfda_number": [
            "93.846"
        ],
        "opportunity_id": "131113",
        "description": "The National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS) invites applications for Research Core Centers (P30s) in rheumatic diseases. The Rheumatic Diseases Research Core Centers (RDCCs) will provide shared facilities and services to groups of established, currently funded investigators addressing scientific problems in rheumatic diseases, in order to improve efficiency, accelerate the pace of research, and ensure greater productivity. ",
        "grant_url": "http://grants.nih.gov/grants/guide/rfa-files/RFA-AR-12-002.html",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Recovery Best Practices",
        "agency": "Assistant Secretary for Preparedness and Response",
        "funding_amount": "N/A",
        "deadline": "09152014",
        "cfda_number": [
            "93.081"
        ],
        "opportunity_id": "262191",
        "description": "The Assistant Secretary for Preparedness and Response (ASPR) requests that the Institute of Medicine (IOM) establish a rapid and agile process for convening subject matter experts to address adverse health effects of public health emergencies and disasters when they occur. The goal of the process will be to prioritize scientific research needs in the immediate aftermath of a disaster that culminates in a summary report of the strategic science research questions most relevant to promote better response, recovery or enhanced resilience in the affect community. Research results would also inform response to the next disaster event. Subject matter expertise would vary, depending on the nature of the emergency/disaster.",
        "grant_url": "https://www.grantsolutions.gov/gs/preaward/previewPublicAnnouncement.do?id=49849",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "BLM OR-WA West Eugene Wetlands Environmental Education and Outreach Program",
        "agency": "Bureau of Land Management",
        "funding_amount": "250000",
        "deadline": "09082014",
        "cfda_number": [
            "15.224"
        ],
        "opportunity_id": "262192",
        "description": "The purpose of this program is to provide youth and families the opportunity to connect with the natural world by participating in hands-on, minds-on environmental education experiences through outdoor programs and field classrooms. These experiences will provide academic, experiential, and environmental education opportunities in order for youth and families to gain a better understanding and appreciation of natural resource management objectives and stewardship of the land in the West Eugene Wetlands.",
        "grant_url": "http://www.grants.gov",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Digital Asset Management, Geographic Information Systems, Remote Sensing, Global Positioning Systems, and Mobile Mapping Research and Development for the NPS RISD Program",
        "agency": "National Park Service",
        "funding_amount": "659210",
        "deadline": "09012014",
        "cfda_number": [
            "15.945"
        ],
        "opportunity_id": "262193",
        "description": "NOTICE OF INTENT TO AWARD This Funding Announcement is not a request for applications. This announcement is to provide public notice of the National Park Service&#191;s intention to fund the following project activities without full and open competition. ABSTRACT Funding Announcement P14AC00266 Project Title Digital Asset Management, Geographic Information Systems, Remote Sensing, Global Positioning Systems, and Mobile Mapping Research and Development for the NPS RISD Program Recipient Colorado State University Principle Investigator / Program Manager Melinda Laituri Total Anticipated Award Amount $659,210.00 Cost Share $175,042.00 New Award or Continuation? Continuation of Cooperative Agreement P14AC00728 CESU Anticipated Length of Agreement From date of award until 8/31/2015 Anticipated Period of Performance From date of award until 8/31/2015 Award Instrument Cooperative Agreement Statutory Authority 16 USC 1(g); 16 USC 1a-2(j); 16 USC 5933 CFDA # and Title 15.945 Cooperative Research &amp; Training Programs &#191; Resources of NPS CESU&#191;s Single Source Justification Criteria Cited (2) Continuation NPS Point of Contact June Zastrow 303-987-6718 june_zastrow@nps.gov OVERVIEW Cooperative Agreement Number P14AC00728 was entered into by and between the Department of the Interior, National Park Service, (NPS), and Colorado State University for the purpose of research, technical assistance and education to federal land management, environmental and research agencies and their potential partners; that involves the biological, physical, social, and cultural sciences needed to address resources issues and interdisciplinary problem-solving at multiple scales and in an ecosystem context at the local, regional, and national level; and places special emphasis on the working collaboration among federal agencies and universities and their related partner institutions.. Unless otherwise specified herein, the terms and conditions as stated in the Cooperative Agreement will apply to this Task Agreement. This effort will primarily investigate and research new methods for capturing and transferring thematic resource data (geospatial, tabular, images, documents, etc.) from multiple (often disparate and widely distributed) sources to enterprise data services. Information captured via these systems also will be ported to various GIS, asset management services, and other database and web applications for sharing among partners, NPS personnel and the public RECIPIENT INVOLVEMENT &#9679; Provide research associates under the supervision of the Principal Investigator. &#9679; CSU researchers will participate in cooperative teams with the NPS that may be led by either party. Close working relationships with outside partners and affiliates and substantial involvement of multiple programs will be required to successfully complete this task. &#9679; Provide monthly invoices paid upon receipt NATIONAL PARK SERVICE INVOLVEMENT Substantial involvement on the part the National Park Service is anticipated for the successful completion of the objectives to be funded by this award. In particular, the National Park Service will be responsible for the following: &#9679; RISD staff members and affiliates will collaborate on this project with the CSU research associates. &#9679; Provide office space and other material support (computer, GPS equipment, travel) for the recipients. &#9679; Provide the needed data and equipment to allow the researchers to perform their work and publish the products to university affiliates, partners, and the public. SINGLE-SOURCE JUSTIFICATION DEPARTMENT OF THE INTERIOR SINGLE SOURCE POLICY REQUIREMENTS Department of the Interior Policy (505 DM 2) requires a written justification which explains why competition is not practicable for each single-source award. The justification must address one or more of the following criteria as well as discussion of the program legislative history, unique capabilities of the proposed recipient, and cost-sharing contribution offered by the proposed recipient, as applicable. In order for an assistance award to be made without competition, the award must satisfy one or more of the following criteria: (1) Unsolicited Proposal &#191; The proposed award is the result of an unsolicited assistance application which represents a unique or innovative idea, method, or approach which is not the subject of a current or planned contract or assistance award, but which is deemed advantageous to the program objectives; (2) Continuation &#191; The activity to be funded is necessary to the satisfactory completion of, or is a continuation of an activity presently being funded, and for which competition would have a significant adverse effect on the continuity or completion of the activity; (3) Legislative intent &#191; The language in the applicable authorizing legislation or legislative history clearly indicates Congress&#191; intent to restrict the award to a particular recipient of purpose; (4) Unique Qualifications &#191; The applicant is uniquely qualified to perform the activity based upon a variety of demonstrable factors such as location, property ownership, voluntary support capacity, cost-sharing ability if applicable, technical expertise, or other such unique qualifications; (5) Emergencies &#191; Program/award where there is insufficient time available (due to a compelling and unusual urgency, or substantial danger to health or safety) for adequate competitive procedures to be followed. The National Park Service did not solicit full and open competition for this award based the following criteria: (2) CONTINUATION SINGLE SOURCE JUSTIFICATION DESCRIPTION: THIS IS A NOTICE OF INTENT TO AWARD This is a Task Agreement (P14AC01476) under Cooperative Agreement (P14AC00728) in the amount of $659,210.00 with a period of performance from date of award until 08/31/2015. &quot;This proposed project between Colorado State University and the NPS is authorized to go through the Rocky Mountains CESU at the negotiated overhead rate of 17.5% because it passes the test of substantial involvement by the NPS, public purpose and consistency with the mission of the CESU Network&quot;. Also, on the SF 424 forms that the partner sponsored programs office fills out for each project, requires a CFDA number - 15.945, which is the number associated with the CFDA Title: COOPERATIVE RESEARCH AND TRAINING PROGRAMS - RESOURCES OF THE NATIONAL PARK SERVICE (CESU). STATUTORY AUTHORITY A. 16 U.S.C. &#167;1g authorizes the NPS to enter into cooperative agreements that involve the transfer of NPS appropriated funds to state, local and tribal governments, other public entities, educational institutions, and private nonprofit organizations for the public purpose of carrying out National Park Service programs. B. 16 U.S.C. &#167;1a-2(j) Cooperative research and training programs authorizes the NPS to enter into cooperative agreements with public or private educational institutions, states, and their political subdivisions, for the purpose of developing adequate, coordinated, cooperative research and training programs concerning the resources of the national park system. Pursuant to such agreements, the cooperator may accept from or make available to the NPS technical and support staff, financial assistance for mutually agreed upon research projects, supplies and equipment, facilities, and administrative services relating to cooperative research units as the Secretary deems appropriate (research projects subject to Federal Acquisition Regulation excluded). Modified 5/31/05 &#191; Agreement Handbook Memorandum Number 2 C. 16 U.S.C. &#167;5933 Cooperative agreements. The Secretary is authorized and directed to enter into cooperative agreements with colleges and universities, including but not limited to land grant schools, in partnership with other Federal and State agencies, to establish cooperative study units to conduct multi-disciplinary research and develop integrated information products on the resources of the National Park System, or the larger region of which parks are a part. ",
        "grant_url": "http://www.grants.gov",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "NIDDK Mentored Research Scientist Development Award (K01)",
        "agency": "National Institutes of Health",
        "funding_amount": "N/A",
        "deadline": "06252014",
        "cfda_number": [
            "93.847"
        ],
        "opportunity_id": "131133",
        "description": "The purpose of the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) Mentored Research Scientist Development Award (K01) is to provide support and protected time (three, four, or five years) for an intensive, supervised career development experience in the biomedical, behavioral, or clinical sciences leading to research independence. The NIDDK invites K01 applications from advanced postdoctoral and/or recently appointed junior faculty (usually with a Ph.D. degree) in biomedical or behavioral sciences who are pursuing careers in research areas supported by the NIDDK. ",
        "grant_url": "http://grants.nih.gov/grants/guide/pa-files/PAR-12-020.html",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "BLM OR-WA Umpqua Basin Oak Habitat Restoration and Riparian Restoration",
        "agency": "Bureau of Land Management",
        "funding_amount": "200000",
        "deadline": "08292014",
        "cfda_number": [
            "15.234"
        ],
        "opportunity_id": "262208",
        "description": "The Secure Rural Schools Act provides funding to counties through Title II of the Act for restoration, maintenance and stewardship projects on federal lands, or projects on other lands that benefit federal lands. Title II funds can be used to help reduce the risk of fire in the wildland-urban interface, restore fish and wildlife habitat and provide road, recreation and facility maintenance.",
        "grant_url": "http://www.grants.gov",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Youth Living History Musicians Program",
        "agency": "National Park Service",
        "funding_amount": "0",
        "deadline": "08202014",
        "cfda_number": [
            "15.946"
        ],
        "opportunity_id": "262209",
        "description": "Establish a youth living history Civil War Jr. Fife &amp; Drum Corps at Harpers Ferry National Historical Park",
        "grant_url": "http://www.grants.gov",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Prevention of Lower Urinary Tract Symptoms in Women: Bladder Health Scientific and Data Coordinating Center (PLUS-SDCC) (U01)",
        "agency": "National Institutes of Health",
        "funding_amount": "4500000",
        "deadline": "11202014",
        "cfda_number": [
            "93.313",
            "93.847",
            "93.866"
        ],
        "opportunity_id": "262228",
        "description": "This Funding Opportunity Announcement (FOA) invites cooperative agreement research applications to establish a multi-center, multi-disciplinary consortium to be known as the Prevention of Lower Urinary tract Symptoms (PLUS) Research Consortium. This FOA expands NIH&apos;s research emphasis from treatment of women with established lower urinary tract symptoms (LUTS) to prevention of LUTS. At present there is insufficient information to undertake large-scale primary and secondary LUTS prevention efforts. The primary objective of this FOA is to plan, perform and analyze the research studies necessary to establish the scientific basis for future prevention intervention studies for lower urinary tract symptoms and conditions in women. The consortium will develop the evidence base for normal or healthy bladder function and to identify behavioral and other risk factors for conditions associated with LUTS. The Consortium will focus on a broad age range from adolescent girls to older non-institutionalized women to set the stage for future research in prevention of lower urinary tract symptoms and conditions with a particular focus on symptoms that are associated with the diagnosis of bladder infections, urinary incontinence, voiding dysfunction, overactive bladder and interstitial cystitis/bladder pain syndrome.",
        "grant_url": "http://grants.nih.gov/grants/guide/rfa-files/RFA-DK-14-018.html",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    },
    {
        "title": "Night Vision Technologies",
        "agency": "ACC-APG-Belvoir",
        "funding_amount": "N/A",
        "deadline": "08152019",
        "cfda_number": [
            "12.431"
        ],
        "opportunity_id": "262229",
        "description": "As &quot;The Army&apos;s Sensor Developer,&quot; NVESD researches and develops cutting edge technology, with the goal of exceeding U.S. Soldier requirements, and allowing an asymmetrical advantage in changing battlefield environments. This BAA solicits proposals against a broad range of night vision technologies which support the Warfighter and challenges of Asymmetric Warfare. The technologies are divided into four sections: Science and Technology; Ground Combat Systems; Modeling and Simulation; Air Systems and NVESD Innovative Technologies. Guidance specific to each of those sections are included in Part II &#150; Award Information. Overall instructions are included in Part IV &#150; Application and Submission Information.",
        "grant_url": "https://www.fbo.gov/index?id=da23d5cdddb8a7aedb11799d9027b66e",
        "funding_details": "Not Available",
        "eligibility_details": "Not Available",
        "application_steps": "Not Available",
        "required_documents": "Not Available"
    }
]